Repository: chrisjshull/get-lyrical
Catalog: *.lproj/Localizable.strings
Languages: italian, zh_hans, zh_hant

source: Lyrics Not Found
italian: Testo della canzone non trovato
zh_hans: 抱歉，未能找到歌词
zh_hant: 抱歉，未能找到歌詞

source: Done! Found:
italian: Fatto! Trovato:
zh_hans: 完成！已找到：
zh_hant: 完成！已找到：

source: Selection
italian: Selezione
zh_hans: 选中歌曲
zh_hant: 選中歌曲

source: Active
italian: Attivo
zh_hans: 实时
zh_hant: 實時

source: Current
italian: Corrente
zh_hans: 当前歌曲
zh_hant: 當前歌曲

source: HUD
zh_hans: 平视显示器(HUD)
zh_hant: 平視顯示器(HUD)

source: Lyrics
italian: Testo della canzone
zh_hans: 歌词
zh_hant: 歌詞

source: No
zh_hans: 是
zh_hant: 是

source: Yes
italian: Si
zh_hans: 否
zh_hant: 否

source: OK
zh_hans: 确认
zh_hant: 確認

source: No tracks selected...
italian: Nessun brano selezionato...
zh_hans: 没有选择歌曲...
zh_hant: 沒有選擇歌曲...

source: Would you like to overwrite any existing lyrics?
italian: Vuoi sovrascrivere qualsiasi testo esistente?
zh_hans: 您希望覆写已经存在的歌词吗?
zh_hant: 您希望覆寫已經存在的歌詞嗎?

source: No tracks selected or playing.
italian: Nessun brano selezionato o in riproduzione.
zh_hans: 没有选择或播放歌曲.
zh_hant: 沒有選擇或播放歌曲.

source: No tracks playing...
italian: Nessun brano in riproduzione...
zh_hans: 没有正在播放的歌曲...
zh_hant: 沒有正在播放的歌曲...

source: No track in HUD...
italian: Nessun brano in HUD...
zh_hans: 在平视显示器(HUD)中没有歌曲...
zh_hant: 在平視顯示器(HUD)中沒有歌曲...

source: No track playing.
italian: Nessun brano riprodotto.
zh_hans: 没有正在播放的歌曲.
zh_hant: 沒有正在播放的歌曲.

source: No track selected (or you have more than one track selected).
italian: Nessun brano selezionato (oppure hai selezionato pi√π di un brano).
zh_hans: 请选择歌曲 (或您选择了多首歌曲)
zh_hant: 請選擇歌曲 (或您選擇了多首歌曲)

source: Not up to date (current version:
italian: Non aggiornato (versione corrente:
zh_hans: 您的版本已过时 (最新版本:
zh_hant: 您的版本已過時 (最新版本:

source: latest version:
italian: ultima versione:
zh_hans: 最新版本:
zh_hant: 最新版本:

source: Update now?
italian: Vuoi aggiornare adesso?
zh_hans: 现在就更新吗?
zh_hant: 現在就更新嗎?

source: Not Yet
italian: Non ancora
zh_hans: 尚未完成
zh_hant: 尚未完成

source: Get Update
italian: Aggiorna adesso
zh_hans: 更新
zh_hant: 更新

source: You are up to date (version:
italian: Sei aggiornato (versione:
zh_hans: 已为最新 (版本:
zh_hant: 已為最新 (版本:

source: Edit
italian: Modifica
zh_hans: 编辑
zh_hant: 編輯

source: Save
italian: Registra
zh_hans: 保存
zh_hant: 保存

source: Unable to check version. Do you have an internet connection? You can also check http://shullian.com.
italian: Impossibile verificare la versione. Hai una connessione ad internet? Puoi verificare anche su http://shullian.com.
zh_hans: 检查版本失败。您的网络连接正常吗？您也可以访问 http://shullian.com
zh_hant: 檢查版本失敗。您的網絡連接正常嗎？您也可以訪問 http://shullian.com

source: of
italian: di
